tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "zaquestion/tap"
brew "bat"
brew "diff-so-fancy"
brew "fish"
brew "fzf"
brew "git-extras"
brew "gnupg"
brew "go"
brew "helix"
brew "helm"
brew "httpie"
brew "hub"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "n"
brew "neofetch"
brew "neovim"
brew "node", link: false
brew "ripgrep"
brew "rpm"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "volta"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "1password"
cask "alfred"
cask "bitbar"
cask "dash"
cask "docker"
cask "eudic"
cask "iterm2"
cask "motrix"
cask "notion"
cask "omnifocus"
cask "omnigraffle"
cask "omniplan"
cask "setapp"
cask "switchhosts"
cask "ubersicht"
cask "v2rayu"
cask "wechat"

