tap "1password/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "zaquestion/tap"
brew "bat"
brew "boost"
brew "caddy"
brew "cmake"
brew "diff-so-fancy"
brew "fish"
brew "fzf"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "helix"
brew "helm"
brew "httpie"
brew "hub"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "libarchive"
brew "neofetch"
brew "neovim"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "rpm"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "volta"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "bitbar"
cask "docker"
cask "eudic"
cask "fig"
cask "font-maple-mono-nf-cn"
cask "iterm2"
cask "jetbrains-toolbox"
cask "motrix"
cask "notion"
cask "obsidian"
cask "omnifocus"
cask "orbstack"
cask "picgo"
cask "setapp"
cask "switchhosts"
cask "ubersicht"
cask "warp"
cask "wechat"
