tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "zaquestion/tap"

brew "bat"
brew "diff-so-fancy"
brew "fish"
brew "fzf"
brew "git-extras"
brew "gnupg"
brew "go"
brew "httpie"
brew "hub"
brew "jq"
brew "node"
brew "n"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zaquestion/tap/lab"

cask "1password"
cask "alfred"
cask "bitbar"
cask "docker"
cask "iterm2"
cask "setapp"
cask "switchhosts"
cask "v2rayu"
cask "jetbrains-toolbox"
